Repository: dinohurem/shpp
Catalog: lib/l10n/app_*.arb
Languages: bs

# pocetna
source: Home
bs: Početna

# onama
source: About Us
bs: O Nama

# usluge
source: Services
bs: Usluge

# projekti
source: Projects
bs: Projekti

# novosti
source: News
bs: Novosti

# kontakt
source: Contact
bs: Kontakt

# putem_obnovljive_energije_ka_odrzivoj_buducnosti
source: Through renewable energy towards a sustainable future.
bs: Putem obnovljive energije ka održivoj budućnosti.

# saznajte_vise_o_obnovljivim_izvorima_energije_sa_shppom
source: Learn more about renewable energy sources with SHPP.
bs: Saznajte više o obnovljivim izvorima energije sa SHPP-om.

# saznaj_vise
source: Learn more
bs: Saznaj više

# klijenti_koji_su_nam_ukazali_povjerenje
source: Clients who have entrusted us
bs: Klijenti koji su nam ukazali povjerenje

# proizvodimo_elektricnu_energiju_iz_obnovljivih_izvora
source: We produce electric energy from renewable sources
bs: Proizvodimo električnu energiju iz obnovljivih izvora

# onama_tekst
source: SHPP d.o.o. Sarajevo was established as a need for environmental protection and emphasis on investment in renewable electric energy sources, whether it concerns small hydropower plants, photovoltaic installations, wind power plants, cogeneration, or biogas plants.
bs: SHPP d.o.o. Sarajevo je nastao kao potreba za zaštitom čovjekove okoline i potenciranja ulaganja u obnovljive izvore električne energije, bilo da se radi o malim hidroelektranama, fotovoltaik postrojenjima, elektranama na vjetar, kogeneraciji ili postrojenjima na biogas.

# onama_tekst2
source: Energy efficiency is part of our portfolio, and by installing and using the most modern global devices for saving electric energy, you save energy and reduce your costs. We will be your interlocutor, your advisor, and your partner.
bs: Energetska efikasnost je dio našeg portfolia i instaliranjem i upotrebom najsavremenijih svjetskih uređaja za štednju električne energije, štedite energiju i smanjujete Vaše troškove. Mi ćemo biti Vaš sagovornik, Vaš savjetnik i Vaš partner.

# misija
source: Mission
bs: Misija

# vizija
source: Vision
bs: Vizija

# misija_tekst
source: By producing from renewable sources, we preserve nature and protect the environment. We will be your best ally in reducing your costs. By installing the latest global technologies for better energy efficiency.
bs: Proizvodnjom iz obnovljivih izvora čuvamo prirodu i štitimo okolinu. Mi ćemo biti Vaš najbolji saveznik u smanjenju Vaših troškova. Ugradnjom najnovijih svjetskih tehnologija do bolje energetske efikasnosti.

# vizija_tekst
source: Our goal is to reduce the consumption of electric energy in Bosnia and Herzegovina by 5% and offer the best solutions for energy efficiency. In the environment of a liberalized electric energy market, to be leading in mediating the sale of electric energy.
bs: Naš cilj je smanjiti potrošnju električne energije u Bosni i Hercegovini do 5 % i nuditi najbolja rješenja energetske efikasnosti. U ambijentu liberaliziranog tržišta električne energije biti vodeći u posredovanju prodaje električnom energijom.

# instalirana_snaga
source: installed power (kWp)
bs: instalirana snaga (kWp)

# zavrsenih_projekata
source: finished projects
bs: zavrŠenih projekata

# godina_osnivanja
source: year of establishment
bs: godina osnivanja

# usluge_naslov1
source: ELECTRIC ENERGY PRODUCTION FROM RENEWABLE SOURCES
bs: PROIZVODNJA ELEKTRIČNE ENERGIJE IZ OBNOVLJIVIH IZVORA

# usluge_naslov2
source: DESIGN AND INSTALLATION OF ELECTRIC VEHICLE CHARGING STATIONS
bs: PROJEKTOVANJE I UGRADNJA PUNIONICA ZA ELEKTROMOBILE

# usluge_naslov3
source: DESIGN, ENGINEERING, AND CONSULTING IN THE FIELD OF PHOTOVOLTAIC SOLAR POWER PLANTS
bs: PROJEKTOVANJE, INŽENJERING I CONSULTING U OBLASTI FOTONAPONSKIH-SOLARNIH ELEKTRANA

# usluge_naslov4
source: REACTIVE ENERGY COMPENSATION
bs: KOMPENZACIJA REAKTIVNE ENERGIJE

# usluge_naslov5
source: DESIGN AND INSTALLATION OF ELECTRIC ENERGY SAVING EQUIPMENT
bs: PROJEKTOVANJE I UGRADNJA OPREME ZA USTEDU ELEKTRIČNE ENERGIJE

# usluge_naslov6
source: BROKERING IN ELECTRICITY SALES
bs: POSREDOVANJE U PRODAJI ELEKTRIČNE ENERGIJE

# usluge_tekst1
source: Electric energy production based solely on renewable energy sources, primarily utilizing the renewable potential of Bosnia and Herzegovina.
bs: Proizvodnja električne energije bazirana isključivo na obnovljivim izvorima električne energije, prije svega na obnovljivom potencijalu Bosne i Hercegovine.

# usluge_tekst2
source: The design and installation of electric vehicle charging stations offer innovative solutions for the electric vehicle infrastructure, including the installation of advanced fast and ultra-fast chargers. Our approach integrates the latest technologies and smart systems for efficient energy management and performance monitoring of the charging stations. Through our services, we contribute to sustainable transport and the promotion of environmental awareness.
bs: Projektovanje i ugradnja punionica za elektromobile pruža inovativna rešenja za infrastrukturu električnih vozila, uključujući instalaciju naprednih brzih i ultra-brzih punjača. Naš pristup integriše najnovije tehnologije i pametne sisteme za efikasno upravljanje energijom i praćenje performansi punionica. Kroz svoje usluge, doprinosimo održivom transportu i promociji ekološke svijesti.

# usluge_tekst3
source: Design, engineering, and consulting in the field of photovoltaic solar power plants encompass the development of solar projects, from initial site analysis to the final system implementation. Our team of experienced engineers and consultants employs the latest technologies and approaches to optimize the efficiency of solar power plants, including terrain analysis, equipment selection, and integration with energy grids. Innovative solutions support the transition to renewable energy sources, contributing to the reduction of the carbon footprint and promoting sustainable development.
bs: Projektovanje, inženjering i consulting u oblasti fotonaponskih solarnih elektrana obuhvata razvoj solarnih projekata, od početne analize lokacije do finalne implementacije sistema. Naš tim iskusnih inženjera i konsultanata koristi najnovije tehnologije i pristupe za optimizaciju efikasnosti solarnih elektrana, uključujući analizu terena, selekciju opreme i integraciju sa energetskim mrežama. Inovativna rješenja podržavaju prelazak na obnovljive izvore energije, doprinoseći smanjenju karbonskog otiska i promovisanju održivog razvoja.

# usluge_tekst4
source: SHPP d.o.o., in collaboration with our partners, offers you reactive energy compensation services on a turnkey basis. Investing in reactive energy compensation is an investment with the shortest return on investment.
bs: SHPP d.o.o. u saradnji sa našim partnerima nudi Vam usluge kompenzacije reaktivne energije po sistemu ključ u ruke. Investicija u kompenzaciju reaktivne energije je ulaganje koje ima najkraći povrat investicije.

# usluge_tekst5
source: This method of production not only reduces dependence on fossil fuels but also significantly decreases the emission of harmful gases, contributing to global efforts in combating climate change. The production of electric energy from renewable sources is becoming increasingly competitive, paving the way for a more sustainable and environmentally responsible energy future.
bs: Ova metoda proizvodnje ne samo da smanjuje zavisnost od fosilnih goriva, već i značajno umanjuje emisiju štetnih gasova, doprinoseći globalnim naporima u borbi protiv klimatskih promjena. Proizvodnja električne energije iz obnovljivih izvora postaje sve konkurentnija, otvarajući put ka održivijoj i ekološki odgovornoj energetskoj budućnosti.

# usluge_tekst6
source: We approach our clients individually, guaranteeing them cost minimization and rationalization in energy use.
bs: Svojim klijentima pristupamo individualno, čime im se jamči minimalizacija troškova i racionalizacija u korištenju energije.

# svi_nasi_projekti
source: All our projects
bs: Svi naši projekti

# spremni_smo_odgovoriti_na_sve_vase_upite
source: We are ready to answer all your inquiries.
bs: Spremni smo odgovoriti na sve Vaše upite.

# validna_adresa
source: Please enter a valid email address.
bs: Molimo unesite validnu email adresu.

# poruka
source: Message
bs: Poruka

# unesite_poruku
source: Add a message...
bs: Unesite poruku...

# posalji_poruku
source: Send
bs: Pošalji poruku

# zdravo
source: Hello SHPP - contact
bs: Zdravo SHPP - kontakt

# pogledaj_slike
source: view photos
bs: pogledaj slike
